acpi
acpid
alias-tips-git
almh-git
alsa-firmware
alsa-oss
alsa-tools
alsa-utils
amdapp-sdk-opencv
amdctl-git
android-apktool
android-emulator
android-file-transfer
android-messages-desktop
android-ndk
android-sdk-build-tools
android-sdk-platform-tools
android-tools
android-udev-rules
app-raw-thumbnailer
appimage-installer
appimagetool-bin
appstream-glib
arandr
artools
iso-profiles
archiver
arp-scan
artikulate
asciidoc
aspell-en
atril
audiocd-kio
authy
authy-export-git
autoconf-archive
avidemux-qt
awesome-luajit-git
awmtt
b43-fwcutter
baloo-widgets
baobab
base
bashcaster
bauerbill
bauh
beep
black-hole-solver
blackarch-keyring
blinken
bluetooth-support
bluez-firmware
bolt
bomber
boost
breezy
brightnessctl
btop
cantor
ccache
cervisia
chaotic-keyring
chaotic-mirrorlist
chrpath
ckbcomp
clipnotify
clutter-gst
cmark
cmocka
code-insiders-features
code-marketplace
colord-gtk
colord-gtk4
connman-gtk
converseen
ctags
cups-pdf
cups-pk-helper
cylon
cython
dash
dbus-c++
dbus-client-gen
dbus-x11
dconf-editor
dd_rescue
ddcutil
ddrescue
dee
deepin-polkit-agent
discord-canary
docker-compose
docker-ls
docker-machine
dockerize
drone-runner-docker
duf
dunst
easy-rsa
ecryptfs-utils
editorconfig-checker
edk2-shell
electron16
elisa
enchive
eog
epiphany
exa
expect
extra-cmake-modules
fastjar
fcgi
ffmpegthumbs
figlet
filelight
firefox
firefox-developer-edition
firefox-nightly
flite-voices
fontforge
fortune-mod
freecell-solver
freetype2-demos
fuseiso
fzy
gambas3-gb-dbus
gambas3-gb-inotify
gawk-xml
geary
gedit
gfbgraph
gifcurry
gifski
gimp-dds
gimp-extras
gimp-fix-ca
gimp-font-rendering-fix
gimp-fourier
gimp-lensfun
gimp-nufraw
gimp-paint-studio
gimp-plugin-akkana-git
gimp-plugin-beautify
gimp-plugin-bimp
gimp-plugin-contrastfix
gimp-plugin-create-layer-mask-from
gimp-plugin-gmic
gimp-plugin-instagram-effects
gimp-plugin-laso
gimp-plugin-lqr-git
gimp-plugin-mathmap
gimp-plugin-place-layer-into-selection
gimp-plugin-refocusit
gimp-plugin-registry
gimp-plugin-satequalizer
gimp-plugin-wavelet-sharpen
gimp-script-make-anaglyph
gimp-voronoi
git-hub
github-backup
glade
gnome-disk-utility
gnome-icon-theme-extras
gnugo
goimapnotify
google-chrome
gparted
gpick
gprename
granatier
grantlee-editor
grub-hook
gst-editing-services
gtk-chtheme
gtk-engine-aurora
gtk-engine-unico
gtk-sharp-2
gtk-theme-murrine-collection
gtk2-perl
gtk2+extra
gtk2fontsel
gtk3-demos
gtk3-docs
gtk3-nocsd-git
gtk4-demos
gtk4-docs
gtkd
gtkglarea
gtkhtml4
gtkmathview
gtkmm
gtkmm-4.0
gtkmm-4.0-docs
gtkmm-docs
gtksourceview5
gtkspellmm
gtkwave
gwenview
handbrake-git
haskell-dbus
haveged
hblock
hplip
htop
hunspell-de
hunspell-en_au
hunspell-en_ca
hunspell-en_gb
hunspell-es_any
hwinfo
hyphen-de
hyphen-en
hyphen-es
i3lock-color
ibm-sw-tpm2
ibm-tpm2-tss
id3lib
imv
incidenceeditor
inetutils
inkscape-applytransforms-git
inkscape-download-palette
inkscape-generate-palette
inkscape-label-guides
inkscape-open-symbols-git
inkscape-silhouette-git
inotify-tools
inxi
ipw2100-fw
ipw2200-fw
irqbalance
itinerary
jkazip
jpegoptim
jq
jsonrpc-glib
juk
k3b
keepass
kernel-modules-hook
kernel-update-hook
kernelshark
killbots
kio-gdrive
kitty-bitmap
klettres
krdc
krename
krita
ktweak-git
lbzip2
leafpad
lib32-libwebp
libdbusmenu-gtk2
libgnome-keyring
libvirt-dbus
light
light-locker
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
lightsoff
linux-tools-meta
lls
lokalize
lsb-release
lsd
lskat
lua-cjson
lua-filesystem
lua-posix
lua-sec
lua51-argparse
lua51-binaryheap
lua51-bit32
lua51-busted
lua51-compat53
lua51-cosmo
lua51-expat
lua51-linenoise
lua51-loadkit
lua51-lpeg-patterns
lua51-luacov-reporter-gcovr
lua51-luautf8
lua51-posix
lua51-sec
lua51-stdlib
lua51-testmore
lua51-vstruct
luadec51-git
luakit
lxappearance-obconf-gtk3
lxqt-policykit
macchanger
maim
maint
makepkg-meta
makepkg-optimize
makeppkg
man-pages
marble
markdownpart
mate-polkit
mbox-importer
memavaild
memtest86+
menu-cache
menumaker
midori
minuet
mirrorlist-rankmirrors-hook
mkinitcpio-archiso
mkinitcpio-bootmsg
mkinitcpio-firmware
mkinitcpio-kms
mkinitcpio-modconf-hook-git
mkinitcpio-openswap
mkinitcpio-utils
mkmm
mlt
moc
mod_dnssd
modprobed-db
moka-icon-theme-git
mousepad
mpc
mpd
mpdris2
mpv
mutt-wizard
mythes-de
mythes-en
mythes-es
ncmpcpp
ncompress
neofetch
network-manager-applet
nmap
nmon
nohang
notify-osd
notify-sharp-3
notion-app-enhanced
ntp
nvm
nvme-cli
obconf
obconf-qt
okular
openbabel
optimizevideo-git
orca
organize
organizer-git
ostree
oxipng
oxygen
oxygen-icons-svg
pacdiff-pacman-hook-git
pace
packer
packer-builder-arm-image
pacman-hook-kernel-install
palapeli
pamixer
pandoc
pantheon-polkit-agent
papirus-icon-theme
parley
parole
partclone
partitionmanager
paruz
perl-archive-extract
perl-archive-zip
perl-compress-bzip2
perl-datetime-timezone
perl-importer
perl-linux-pid
perl-net-dbus
phpvirtualbox
picmi
picom-jonaburg-fix
pidgin-libnotify
pim-data-exporter
pim-sieve-editor
playerctl
polari
pop-icon-theme
porg
powerpill
powertop
poxml
preload
prelockd
print-manager
progress
projectm-pulseaudio
pulseaudio-alsa
pulseaudio-control
pulseaudio-ctl
pulseaudio-equalizer
pulseaudio-qt
pulseaudio-rtp
pulseaudio-zeroconf
pulsemixer
pyenv-virtualenv
python-authy
python-bottleneck
python-click-completion
python-cytoolz-git
python-dbus-deviation
python-dbus-signature-pyparsing
python-dbusmock
python-dircolors
python-dockerpty
python-github-binary-upload
python-github3.py
python-importlib_resources
python-poetry
python-poyo
python-py7zr
python-pycodestyle
python-pydbus
python-pyflakes
python-pyinotify
python-pylint
python-pystache
python-pystemd
python-pytest
python-pythreadworker
python-pywebcopy
python-qtpy
python-sphinx
python-svg.path
python-svglib
python-svgwrite
python-ttkbootstrap
python-witnessme
python-xapp
python2-gobject
python2-sip
qalculate-gtk
qbittorrent
qemu-full
qemu-guest-agent
qqwing
qt5ct
qtcurve-kde
qtdbusextended
r-tcltk2
r-widgettools
ranger
raw-thumbnailer
reflector-simple
remakepkg
repokeeper
ristretto
rn-bin
rocs
rofi
rtl8812au-aircrack-dkms
rtl88xxau-aircrack-dkms-git
ruby-asciidoctor-html5s
ruby-dbus
ruby-gtk3
ruby-sass
ruby-sd_notify
ryzen-controller-bin
ryzen-ppd
ryzen-stabilizator-git
samurai
sassc
scrot
sddm
sdl_sound
sdl_ttf
sfnt2woff
shared-color-targets
silentcast
simple-scan
simplescreenrecorder
skanlite
skanpage
snorenotify
socat
soundkonverter
spectacle
stacer
step
sushi
svgcleaner
svgpart
svgtools
sway
sweeper
swell-foop
syslog-ng
sysprof
systembus-notify
tali
tebu-flat-icon-theme
template-glib
terraform-provider-libvirt-git
thinkfan
thinkfan-ui
thinkpad_wmi-dkms
thunar-custom-actions
thunar-secure-delete
thunarx-python
thunderbird
tldr
todo-bin
totem
tp_smapi-dkms
tp-battery-mode
tpfand-git
tpm2-tools-git
tpmmanager
traceroute
transmission-gtk
ttf-material-design-icons-extended
ttf-material-design-icons-git
ttf2eot
ttf2woff
udiskie
udisks2-qt5
ufw-extras
umbrello
unison-gtk-2.48.4-compat-bin
unp
unshield
unzip_all
update-grub
uresourced
uwsgi-plugin-lua51
vala
vimv-git
vino
virt-manager
virtualbox-guest-utils
vmware-workstation
vncdotool
voicegen
voicevox-appimage
volumeicon
vtk
vulkan-tools
wavemon
webpwn3r
wepbuster
wimlib
wxgtk2-dev-light
wxgtk3-dev-light
xapp
xapp-appimage-thumbnailer
xapp-epub-thumbnailer
xapp-mp3-thumbnailer
xautolock
xcape
xdg-user-dirs-gtk
xf86-input-elographics
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-sisusb
xf86-video-vesa
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-pulseaudio-plugin
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4-themes
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-mkfontscale
xorg-oclock
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xbiff
xorg-xcalc
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdm
xorg-xdriinfo
xorg-xedit
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xfontsel
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmag
xorg-xman
xorg-xpr
xorg-xrefresh
xorg-xvidtune
xorg-xvinfo
xorg-xwd
xorg-xwud
xsane
xsane-gimp
xsettingsd
yakuake
yay
yelp
zanshin
zcfan-git
zeal
zenstates-git
zita-alsa-pcmi
zsh-autocomplete-git
zsh-autosuggestions
zsh-dwim-git
zsh-history-substring-search
zsh-sudo-git
zsh-system-clipboard-git
zsh-you-should-use
