
android-file-transfer 
android-messages-desktop 
android-tools 
android-udev 
archiver
archlinux-keyring
artools-base
artools-iso
artools-pkg 
aspell 
aspell-en 
atool
autoconf-archive
awesome-luajit-git
bat
blueberry
blueman 
bluez
bluez-runit
bluez-utils
btop
cylon
dash
discord-canary
docker 
docker-compose 
docker-machine-kvm 
docker-runit 
dosfstools
duf
dunst
enchive
engrampa
exa
expac
fontconfig
fortune-mod 
freeglut
freetype2-ultimate5
fzf
gimp 
glu
gnome-disk-utility
gom
grub-hook
gtk-engine-aurora 
gtk-engine-equinox 
gtk-engine-murrine 
gtk-engine-rezlooks 
gtk-engine-unico 
gtk-engines 
gtk2
gtk2+extra 
gtk3 
gtk3-demos 
gtk3-nocsd-git 
gtk4
gtk4-demos 
gtkd 
gtkglarea
gtkmm-4.0 
gvfs
gvfs-mtp
i3lock-color
imagemagick
imv
inotify-tools
iptables
jq
kernel-update-hook
kitty
kvantum-qt5
libarchive
libnotify
libpeas
libportal-gtk4
libthinkpad
libunarr
libzip
light
lightdm-webkit2-greeter
linux-zen
linux-zen 
linux-zen-headers 
lm_sensors
lua-filesystem 
lua-lgi
lua-lpeg 
lua-sec 
lua53-cjson 
lua53-filesystem 
lua53-lpeg
lua53-posix 
lua53-sec 
luacheck
luakit
luarocks
maim
man-db
mesa
moc
mpv
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-runit 
nodejs
npm
ntfs-3g
openresolv
openssh
p7zip
pacman-contrib
papirus-icon-theme
picom-jonaburg-fix
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit
polkit-gnome
pulsemixer
python-pip
python-pytest
python3
qt5ct
ranger
reflector
ripgrep
rofi
ruby-asciidoctor-html5s
scrot
tar
thinkfan
thinkfan-ui
thinkpad_wmi-dkms
tldr
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-vista-fonts 
ufw-extras
ufw-runit
unar
unp
unshield
unzip
upower 
vmware-workstation
wget
wimlib
wl-clipboard
wlroots
xarchiver
xautolock
xcb-proto
xcb-util
xcb-util-wm
xclip 
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xsettingsd
youtube-dl
zathura
zathura-pdf-mupdf
zsh
zsh-abbr 
zsh-autosuggestions
zsh-history-substring-search 
nvme-cli 
