a52dec
aalib
abseil-cpp
accerciser
accounts-qml-module
accountsservice
acl
acpi
acpi_call
acpilight
adobe-source-code-pro-fonts
adwaita-icon-theme
akregator
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-tools
alsa-topology-conf
alsa-ucm-conf
alsa-utils
analitza
android-file-transfer
android-messages-desktop
android-sdk-build-tools
android-tools
android-udev
aom
apache
appimage-installer
appimagetool-bin
appstream
appstream-glib
appstream-qt
apr
apr-util
arandr
arch-install-scripts
archiso
archiver
archlinux-appstream-data
archlinux-keyring
argon2
aria2
ark
arp-scan
artikulate
asciidoc
asciidoctor
aspell
aspell-en
at-spi2-atk
at-spi2-core
atk
atkmm
atril
attica
attr
audiocd-kio
audiofile
audit
authy
authy-export-git
autoconf
autoconf-archive
automake
avahi
avidemux-cli
avidemux-qt
avogadro-crystals
avogadro-molecules
avogadrolibs
avogadrolibs-qt5
awesome-luajit-git
awesome-terminal-fonts
awmtt
b43-fwcutter
babl
baloo
baloo-widgets
baobab
base
bash
bash-completion
bat
bc
beep
bind
binutils
bison
black-hole-solver
blas
bleachbit
blinken
blueberry
bluedevil
blueman
bluez
bluez-libs
bluez-plugins
bluez-qt
bluez-tools
bluez-utils
bolt
bomber
boost
boost-libs
booster
bootconfig
botan
bovo
bpf
breeze
breeze-gtk
breeze-icons
breezy
bridge-utils
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairo-perl
cairomm
cairomm-1.16
calendarsupport
cantarell-fonts
cantor
cblas
ccache
cdparanoia
cdrtools
ceph-libs
cervisia
cfitsio
cgroup_event_listener
cheese
chromaprint
chrpath
cifs-utils
ckbcomp
clang
clipnotify
clutter
clutter-gst
clutter-gtk
cmake
cmark
cmocka
code
code-features-insiders
code-insiders
code-marketplace
cogl
colord
colord-gtk
colord-gtk-common
colord-gtk4
colord-sane
compiler-rt
confuse
connman-gtk
containerd
convertlit
coordgen
coreutils
cpio
cpupower
cracklib
cronie
cryptsetup
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
curl
cylon
dash
dav1d
db
dbeaver
dbeaver-plugin-batik
dbeaver-plugin-svg-format
dbus
dbus-broker
dbus-glib
dbus-python
dbus-sharp
dbus-sharp-glib
dconf
dconf-editor
dcraw
dd_rescue
ddcutil
ddrescue
deepin-desktop-base
deepin-polkit-agent
deepin-qt-dbus-factory
deepin-qt5integration
deepin-qt5platform-plugins
deepin-wayland
deluge
deluge-gtk
desktop-file-utils
devhelp
device-mapper
dhcpcd
dialog
diffutils
discord-canary
discount
discover
djvulibre
dkms
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
docker-hook
docker-ls
docker-machine
docker-machine-driver-kvm2
docker-machine-kvm
docker-prune
docker-scan
dockerize
dosfstools
dotconf
double-conversion
dragon
drkonqi
drone-runner-docker
dtc
dtkcommon
dtkcore
dtkgui
dtkwidget
duf
dunst
dvd+rw-tools
e2fsprogs
easy-rsa
ebook-tools
ecryptfs-utils
editorconfig-checker
editorconfig-core-c
edk2-armvirt
edk2-ovmf
edk2-shell
efibootmgr
efivar
electron17
elfutils
elinks
elisa
enchant
enchive
eog
epiphany
erofs-utils
eventviews
evince
exa
exempi
exfat-utils
exiv2
exo
expac
expat
expect
extra-cmake-modules
faac
faad2
fakeroot
falkon
farstream
fastjar
fcgi
feh
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
figlet
file
file-roller
filelight
filesystem
findutils
firefox
firefox-developer-edition
firefox-nightly
firewalld
flac
flashrom
flatpak
flatpak-builder
flex
flite
flite-voices
fltk
fluidsynth
fmt
folks
fontconfig
fontforge
foomatic-db-engine
fortune-mod
frameworkintegration
freecell-solver
freeglut
freeimage
freerdp
freetype2
freetype2-demos
frei0r-plugins
fribidi
ftgl
fuse-common
fuse2
fuse3
fuseiso
fwupd
fwupd-efi
fzf
galculator
gambas3-gb-inotify
gambas3-runtime
garcon
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
geary
gedit
gegl
geoclue
geocode-glib
geoip
geoip-database
gettext
gfbgraph
ghc-libs
ghex
ghistory
ghostscript
giflib
gimp
gimp-font-rendering-fix
gimp-nufraw
gimp-paint-studio
gimp-plugin-gmic
gimp-plugin-registry
git
git-hub
github-backup
gjs
glade
glew
glib-networking
glib-perl
glib2
glib2-docs
glibc
glibmm
glibmm-2.68
glm
glslang
glu
gmic
gmime3
gmp
gnugo
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
goimapnotify
gom
gparted
gpgme
gpm
gptfdisk
granatier
granite
grantlee
grantlee-editor
grantleetheme
graphene
graphicsmagick
graphite
graphviz
grep
grilo
grilo-plugins
groff
grub
grub-hook
gsettings-desktop-schemas
gsettings-qt
gsfonts
gsl
gsm
gsound
gspell
gssdp
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-chtheme
gtk-doc
gtk-engine-aurora
gtk-engine-murrine
gtk-engine-unico
gtk-engines
gtk-layer-shell
gtk-sharp-2
gtk-sharp-3
gtk-theme-murrine-collection
gtk-update-icon-cache
gtk-vnc
gtk2
gtk2+extra
gtk2-perl
gtk2fontsel
gtk3
gtk3-demos
gtk3-docs
gtk3-nocsd-git
gtk4
gtk4-demos
gtk4-docs
gtkd
gtkglarea
gtkglext
gtkhtml4
gtkimageview
gtkmathview
gtkmm
gtkmm-4.0
gtkmm-4.0-docs
gtkmm-docs
gtkmm3
gtksourceview3
gtksourceview4
gtksourceview5
gtkspell
gtkspell3
gtkspellmm
gtkwave
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
handbrake-git
harfbuzz
harfbuzz-icu
haveged
hdf5
hicolor-icon-theme
hidapi
hiredis
hplip
htop
http-parser
hunspell
hunspell-de
hunspell-en_au
hunspell-en_ca
hunspell-en_gb
hunspell-en_us
hunspell-es_any
hwdata
hwinfo
hwloc
hyperv
hyphen
hyphen-de
hyphen-en
hyphen-es
i2c-tools
i3lock-color
iana-etc
ibm-sw-tpm2
ibm-tpm2-tss
icu
id3lib
ijs
image-optimizer-bin
imagemagick
imath
imlib2
imv
incidenceeditor
inetutils
iniparser
inkscape
inkscape-applytransforms-git
inkscape-download-palette
inkscape-generate-palette
inkscape-label-guides
inkscape-open-symbols-git
inkscape-silhouette-git
inotify-tools
intltool
inxi
iproute2
iptables-nft
iputils
ipw2100-fw
ipw2200-fw
ipython
iso-codes
itinerary
itstool
iw
jack2
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jpegoptim
jq
jre-openjdk
jre-openjdk-headless
js78
js91
json-c
json-glib
jsoncpp
jsonrpc-glib
juk
jxrlib
k3b
kcodecs
keepass
keepassxc
kernel-modules-hook
kernel-update-hook
keyutils
killbots
kio
kio-extras
kio-fuse
kio-gdrive
kiten
kitty
kitty-shell-integration
kitty-terminfo
kjs
klettres
krb5
krdc
krita
l-smash
lame
languagetool
lapack
layer-shell-qt
lcms2
ldb
ldns
ldoc
leafpad
lensfun
less
lib2geom
libappimage
libappindicator-gtk3
light
light-locker
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lightsoff
lilv
links
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-tools-meta
linux-zen
linux-zen-docs
linux-zen-headers
llvm-libs
lm_sensors
lmdb
logrotate
lokalize
lsb-release
lsd
lshw
lskat
lsof
lua
lua-filesystem
lua-penlight
lua51
lua51-argparse
lua51-binaryheap
lua51-bit32
lua51-busted
lua51-cliargs
lua51-compat53
lua51-cosmo
lua51-dkjson
lua51-expat
lua51-filesystem
lua51-linenoise
lua51-loadkit
lua51-lpeg
lua51-lpeg-patterns
lua51-luacov
lua51-luacov-reporter-gcovr
lua51-luassert
lua51-luautf8
lua51-mediator
lua51-penlight
lua51-posix
lua51-say
lua51-sec
lua51-socket
lua51-std-_debug
lua51-std-normalize
lua51-stdlib
lua51-system
lua51-term
lua51-testmore
lua51-vstruct
lua52
lua53
lua53-cjson
lua53-filesystem
lua53-lpeg
lua53-posix
lua53-sec
lua53-socket
lua53-std-_debug
lua53-std-normalize
luadec51-git
luajit
luajit-lgi
luakit
luarocks
luit
lv2
lvm2
lxappearance-gtk3
lxappearance-obconf-gtk3
lxqt-policykit
lynx
lz4
lzo
lzop
m4
maeparser
mailcap
mailcommon
mailimporter
maim
make
makepkg-meta
makepkg-optimize
makeppkg
mallard-ducktype
man-db
man-pages
marble
marble-common
mariadb
mariadb-clients
mariadb-libs
markdownpart
mate-polkit
mathjax2
mbox-importer
mc
md4c
mdadm
media-player-info
memtest86+
menu-cache
menumaker
mesa
mesa-utils
meson
messagelib
metis
midori
milou
mine
miniupnpc
minizip
minuet
mirrorlist-rankmirrors-hook
mjpegtools
mkinitcpio
mkinitcpio-archiso
mkinitcpio-bootmsg
mkinitcpio-busybox
mkinitcpio-kms
mkinitcpio-modconf-hook-git
mkinitcpio-openswap
mkinitcpio-systemd-tool
mkinitcpio-utils
mkmm
mlt
mobile-broadband-provider-info
moc
mod_dnssd
modemmanager
modemmanager-qt
modprobed-db
molecule
molecule-docker
molequeue
mono
mousepad
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mutter
mypaint-brushes1
mythes-de
mythes-en
mythes-es
nano
nasm
nautilus
nbd
ncompress
ncurses
ndctl
neofetch
neon
neovim
net-snmp
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-qt
nftables
nilfs-utils
ninja
nm-connection-editor
nmap
nmon
node-gyp
nodejs
nodejs-nopt
notify-osd
notify-sharp-3
notion-app-enhanced
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numactl
nvme-cli
oath-toolkit
obconf
obconf-qt
okular
oniguruma
openal
openbabel
openbox
opencolorio
openconnect
opencore-amr
opencv
openexr
openjpeg2
openmpi
openssh
openssl
optimizevideo-git
optipng
opus
orc
orca
os-prober
osinfo-db
ostree
oxipng
oxygen
oxygen-icons-svg
p11-kit
p7zip
pacman
pacman-contrib
pacman-hook-kernel-install
pacman-mirrorlist
pahole
palapeli
pam
pambase
pandoc
pango
pango-perl
pangomm
pangomm-2.48
pantheon-polkit-agent
papirus-icon-theme
parallel
parley
parole
partclone
parted
partitionmanager
paru-bin
paruz
patch
pciutils
pcre
pcre2
pcsclite
perf
perl
perl-alien-build
perl-alien-libxml2
perl-archive-extract
perl-archive-zip
perl-b-hooks-endofscope
perl-cairo-gobject
perl-capture-tiny
perl-class-load
perl-class-singleton
perl-clone
perl-compress-bzip2
perl-data-optlist
perl-datetime-timezone
perl-dbi
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-glib-object-introspection
perl-gtk3
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-importer
perl-inc-latest
perl-io-html
perl-libwww
perl-linux-pid
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-lwp-mediatypes
perl-mailtools
perl-module-build
perl-module-implementation
perl-module-runtime
perl-namespace-clean
perl-net-http
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-parse-yapp
perl-path-tiny
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-test-fatal
perl-timedate
perl-try-tiny
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
phodav
phonon-qt5
phonon-qt5-gstreamer
php7
phpvirtualbox
picmi
picom-jonaburg-fix
pidgin
pidgin-libnotify
pim-data-exporter
pim-sieve-editor
pimcommon
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
pkgstats
playerctl
polari
polkit
polkit-gnome
polkit-kde-agent
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
postgresql-libs
potrace
powerdevil
powertop
poxml
ppp
print-manager
prison
procps-ng
progress
projectm
projectm-pulseaudio
protobuf
protobuf-c
psmisc
pugixml
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-control
pulseaudio-ctl
pulseaudio-equalizer
pulseaudio-qt
pulseaudio-rtp
pulseaudio-zeroconf
pulsemixer
purpose
pyenv
pyenv-virtualenv
pygtk
pyside2
pystring
python
python-ansible-compat
python-anytree
python-apipkg
python-appdirs
python-arrow
python-astroid
python-asttokens
python-atspi
python-attrs
python-authy
python-automat
python-babel
python-backcall
python-bcrypt
python-beaker
python-beautifulsoup4
python-binaryornot
python-bumpversion
python-cachecontrol
python-cairo
python-cerberus
python-cffi
python-chardet
python-click
python-click-completion
python-click-help-colors
python-colorama
python-commonmark
python-configobj
python-constantly
python-contextlib2
python-cookiecutter
python-cryptography
python-cssselect2
python-dateutil
python-dbus-next
python-decorator
python-deprecated
python-deprecation
python-dill
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docutils
python-enrich
python-executing
python-eyed3
python-filetype
python-future
python-geoip
python-github-binary-upload
python-github3.py
python-gobject
python-html5lib
python-hyperlink
python-idna
python-imagesize
python-importlib-metadata
python-importlib_resources
python-incremental
python-iniconfig
python-isort
python-jedi
python-jinja
python-jinja-time
python-jwcrypto
python-lazy-object-proxy
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib-inline
python-mccabe
python-mock
python-mockito
python-more-itertools
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-paramiko
python-parso
python-patiencediff
python-pbr
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-platformdirs
python-pluggy
python-ply
python-poyo
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pure-eval
python-py
python-pyasn1
python-pyasn1-modules
python-pycodestyle
python-pycparser
python-pyelftools
python-pyflakes
python-pygments
python-pyinotify
python-pylint
python-pynacl
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pystache
python-pytest
python-pytz
python-pyusb
python-pyxdg
python-qtpy
python-rencode
python-reportlab
python-requests
python-resolvelib
python-retrying
python-rich
python-selinux
python-service-identity
python-setproctitle
python-setuptools
python-shellingham
python-shiboken2
python-shtab
python-simplejson
python-six
python-slugify
python-snowballstemmer
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-stack-data
python-subprocess-tee
python-svg.path
python-svglib
python-svgwrite
python-termcolor
python-text-unidecode
python-tinycss2
python-toml
python-tomli
python-traitlets
python-twisted
python-typing_extensions
python-uritemplate
python-urllib3
python-wcwidth
python-webencodings
python-websocket-client
python-wrapt
python-xapp
python-xlib
python-yacl
python-yaml
python-zipp
python-zope-interface
python2
python2-cairo
python2-gimp
python2-gobject
python2-gobject2
python2-numpy
qalculate-gtk
qbittorrent
qca-qt5
qconf
qemu
qemu-block-iscsi
qemu-guest-agent
qgpgme
qhull
qpdf
qqc2-desktop-style
qqwing
qrencode
qt5ct
quazip-qt5
ragel
ranger
raptor
rav1e
raw-thumbnailer
re2
readline
recode
reflector
remakepkg
rest
rhash
ripgrep
ristretto
rocs
rofi
rpmextract
rsync
rtkit
rtl88xxau-aircrack-dkms-git
rtmpdump
rubberband
ruby
ruby-asciidoctor-html5s
ruby-atk
ruby-cairo
ruby-cairo-gobject
ruby-dbus
ruby-ffi
ruby-gdk3
ruby-gdk_pixbuf2
ruby-gio2
ruby-glib2
ruby-gobject-introspection
ruby-gtk3
ruby-irb
ruby-maruku
ruby-native-package-installer
ruby-pango
ruby-pkg-config
ruby-psych
ruby-rb-fsevent
ruby-rb-inotify
ruby-rdoc
ruby-red-colors
ruby-reline
ruby-sass
ruby-sass-listen
ruby-sd_notify
ruby-stringio
ruby-thread_safe
ruby-yard
rubygems
run-parts
runc
rustup
samba
samurai
sane
sassc
sbc
scrot
sddm
sddm-kcm
sdl
sdl2
sdl2_image
sdl_sound
sdl_ttf
seabios
seatd
sed
semver
serd
shaderc
shadow
shared-color-targets
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simple-scan
simplescreenrecorder
skanlite
skanpage
slang
slop
smartmontools
smbclient
smpeg
snappy
snorenotify
socat
solid
solve-git
sonnet
sord
sound-theme-freedesktop
soundkonverter
soundtouch
source-highlight
spandsp
spectacle
speech-dispatcher
speex
speexdsp
spglib
spice
spice-gtk
spirv-tools
sqlite
squashfs-tools
squashfuse
sratom
srt
stacer
startup-notification
step
stoken
sudo
suitesparse
sushi
svgcleaner
svgo
svgpart
svgtools
svt-av1
svt-hevc
sweeper
swell-foop
swtpm
syndication
syntax-highlighting
sysfsutils
syslog-ng
sysprof
systembus-notify
systemd
systemd-libs
systemd-sysvcompat
systemdgenie
systemsettings
t1lib
taglib
tali
talloc
tar
tbb
tcl
tdb
telegram-desktop-bin
template-glib
terminus-font
terraform-provider-libvirt-git
tevent
texinfo
thin-provisioning-tools
threadweaver
thunar-extended
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunar-secure-delete 
thunarx-python 
thunar-custom-actions
thunderbird
tigervnc
tinyxml
tldr
tmon
totem
totem-pl-parser
tp-battery-mode
tp_smapi-dkms
tpacpi-bat
tpm2-abrmd
tpm2-tools-git
tpm2-tss
tpmmanager
traceroute
transmission-gtk
tree-sitter
trousers
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
ttf-vista-fonts
tumbler
turbostat
twolame
tzdata
uchardet
udisks2
ufw
ufw-extras
umbrello
unibilium
unison-2.48.4
unison-2.48.4-compat-bin
unison-gtk-2.48.4-compat-bin
unixodbc
unp
unrar
unshield
unzip
unzip_all
upower
usbip
usbmuxd
usbredir
usbutils
uthash
util-linux
util-linux-libs
uwsgi
uwsgi-plugin-lua51
v4l-utils
vala
vde2
vi
vid.stab
vim
vim-runtime
vino
virglrenderer
virt-install
virt-manager
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
virtualbox-sdk
vlc
vmaf
vmware-keymaps
vmware-workstation
vncdotool
voicegen
voicevox-appimage
volume_key
volumeicon
vpnc
vte-common
vte3
vtk
vulkan-headers
vulkan-icd-loader
vulkan-tools
wavemon
wavpack
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing
wget
which
whois
wildmidi
wimlib
wlroots
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
x86_energy_perf_policy
xapian-core
xapp-appimage-thumbnailer
xapp-epub-thumbnailer
xapp-mp3-thumbnailer
xapp-raw-thumbnailer
xapp-thumbnailers-common
xapps-git
xautolock
xbitmaps
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xerces-c
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfconf
xsettingsd
xfce4-settings
xfsprogs
xkeyboard-config
xmlsec
xmlto
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-cyrillic
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-oclock
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbiff
xorg-xcalc
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xedit
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmag
xorg-xman
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xsettingsd
xterm
xvidcore
xxhash
xz
yajl
yakuake
yaml-cpp
yarn
yay
yelp
yelp-tools
yelp-xsl
youtube-dl-git
zanshin
zbar
zeal
zeitgeist
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zlib
zsh
zsh-autosuggestions
zsh-history-substring-search
zstd
zvbi
zxing-cpp
zziplib
ananicy-cpp 
irqbalance 
memavaild 
nohang 
preload 
prelockd 
uresourced
sysz
zramd
