acpi
alsa-firmware
amd-ucode
android-file-transfer
android-messages-desktop
android-tools
appimage-installer
appimagetool-bin
arandr
archiver
archiso
mkinitcpio-archiso
aspell-en
atril
authy
authy-export-git
awesome-luajit-git
awmtt
b43-fwcutter
base
bison
blueberry
blueman
bluez-utils
btop
code-insiders
code-marketplace
connman-gtk
cylon
dash
discord-canary
docker-compose
duf
dunst
ecryptfs-utils
enchive
epiphany
exa
fastjar
ffmpegthumbs
firefox
firefox-developer-edition
firefox-nightly
flex
flite-voices
fortune-mod
freetype2-demos
fwupd
gimp-font-rendering-fix
gimp-nufraw
gimp-paint-studio
gimp-plugin-gmic
gimp-plugin-registry
git-hub
github-backup
github-desktop
gnome-autoar
gnome-disk-utility
gom
gtk-engine-aurora
gtk-engine-unico
gtk-theme-murrine-collection
gtk2+extra
gtk3-demos
gtk3-nocsd-git
gtk4-demos
gtkd
gtkglarea
gtkhtml4
gtkmm-4.0
gtkmm-4.0-docs
htop
i3lock-color
ibm-sw-tpm2
ibm-tpm2-tss
ice-store
image-optimizer-bin
imv
inetutils
inkscape-applytransforms-git
inkscape-download-palette
inkscape-generate-palette
inkscape-label-guides
inkscape-open-symbols-git
inkscape-silhouette-git
inotify-tools
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
jq
kitty
kvantum-qt5
leafpad
libgovirt
libnma-gtk4
libportal-gtk4
libunarr
light
light-locker
lightdm-webkit2-greeter
linux-zen
linux-zen-docs
lsb-release
lsd
lua51-argparse
lua51-binaryheap
lua51-bit32
lua51-busted
lua51-compat53
lua51-cosmo
lua51-expat
lua51-linenoise
lua51-loadkit
lua51-lpeg-patterns
lua51-luacov-reporter-gcovr
lua51-luautf8
lua51-posix
lua51-sec
lua51-stdlib
lua51-testmore
lua51-vstruct
lua53-cjson
lua53-filesystem
lua53-posix
lua53-sec
luadec51-git
luakit
luarocks
maim
man-db
man-pages
memtest86+
mkinitcpio-openswap
moc
modprobed-db
mousepad
mpv
nano
nbd
neovim
network-manager-applet
notion-app-enhanced
nvme-cli
oxipng
papirus-icon-theme
parole
paruz
perl-archive-extract
perl-archive-zip
perl-importer
picom-jonaburg-fix
playerctl
powertop
pulsemixer
pyenv-virtualenv
python-authy
python-github-binary-upload
python-github3.py
python-importlib_resources
python-pytest
qt5-imageformats
ranger
rapl-read-ryzen-git
raw-thumbnailer
reflector
ristretto
rofi
rtl88xxau-aircrack-dkms-git
ruby-asciidoctor-html5s
ryzen-controller-bin
ryzen-ppd
ryzen-stabilizator-git
ryzen_monitor
scrot
sdl_sound
soundkonverter
svgo
telegram-desktop-bin
terminus-font
terraform-provider-libvirt-git
themix-full-git
thinkfan
thinkfan-ui
thinkpad_wmi-dkms
tldr
tp-battery-mode
tp_smapi-dkms
tpm2-tools-git
tpmmanager
transmission-gtk
ttf-inconsolata
ttf-nerd-fonts-symbols
ttf-roboto
ttf-roboto-mono
ttf-vista-fonts
ufw-extras
unison-gtk-2.48.4-compat-bin
unp
unshield
unzip_all
uwsgi-plugin-lua51
vi
virtualbox
vmware-workstation
voicegen
voicevox-appimage
wget
wimlib
wlroots
xapp-appimage-thumbnailer
xautolock
xcape
xf86-input-vmmouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4-themes
xorg-mkfontscale
xorg-server
xorg-xhost
xsettingsd
yay
zenpower-dkms
zsh-autosuggestions
zsh-history-substring-search
zziplib
