a52dec
aalib
accountsservice
acl
acpi
acpid
adapta-gtk-theme
adapta-maia-theme
adbfs-rootless-git
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alacritty-terminfo
alpm-octopi-utils
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
amtk
android-bash-completion
android-file-transfer
android-messages-desktop
android-sdk-platform-tools
android-udev
ansible
ansible-lint
aom
apparmor
apparmor-profiles
appimagelauncher
appstream-glib
apr
apr-util
arc-gtk-theme
arc-icon-theme
arc-maia-icon-theme
arc-solid-gtk-theme
arch-audit
archlinux-appstream-data
archlinux-keyring
archon
argon2
arj
armitage
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attica
attr
audit
auracle-git
autoconf
autocutsel
automake
autopep8
autorandr
avahi
awesome-freedesktop
awesome-git
awesome-wallpapers
awmtt
awoken-icon-theme
b43-fwcutter
babl
bash
bash-completion
bashrc-manjaro
basilisk-bin
bauh
bc
binutils
bison
blackarch-keyring
blas
bleachbit
blueman
bluez
bluez-libs
bmenu
boost
boost-libs
borg
brandr
brave
breath-dark-icon-theme
breath-icon-theme
breath2-icon-themes
bridge-utils
brotli
browserpass
browserpass-chromium
browserpass-firefox
btmenu
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
ccrypt
cdparanoia
celt
cesious-theme
chromaprint
chromium
cifs-utils
ckbcomp
clamav
clipmenu
cmake
cmark-gfm
colord
compton-conf
containerd
coreutils
coulr
cpio
cpupower
cracklib
crda
cronie
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
cylon
dash
dav1d
db
dbus
dbus-glib
dconf
ddrescue
debian-archive-keyring
debootstrap
deepin-gtk-theme
deepin-icon-theme
desktop-file-utils
devhelp
device-mapper
dex
dhclient
dhcpcd
dialog
diffutils
ding-libs
diskus
djvulibre
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
downgrade
dunst
dunstify
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
electron
elinks
emacs
enchant
ethtool
ettercap-gtk
evopop-gtk-theme
evopop-icon-theme
exfat-utils
exiv2
exo
exo-gtk3
expac
expat
extra-cmake-modules
f2fs-tools
faac
faad2
faba-icon-theme
fakeroot
falkon
fatresize
faudio
feh
ffmpeg
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findutils
firectl
firefox
firefox-adblock-plus
firefox-developer-edition
firefox-extension-https-everywhere
firefox-extension-privacybadger
firefox-extension-tab-session-manager
firefox-extension-temporary-containers
firefox-extension-trackmenot
firefox-tree-style-tab
firefox-ublock-origin
firejail-apparmor-git
firejail-profiles
firetools
flac
flatpak
flex
fontconfig
foomatic-db-engine
freetype2
fribidi
fuse-common
fuse2
fuse3
fwupd
fzf
galculator
garcon
gawk
gc
gcab
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
geoip
geoip-database
gettext
ghc-libs
ghostscript
giblib
giflib
gimp
girara
git
git-crypt
gksu-polkit
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmock
gmp
gnome-desktop
gnome-disk-utility
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-themes-extra
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpick
gpm
gptfdisk
graphene
graphite
grep
groff
grub
grub-theme-manjaro
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-engine-murrine
gtk-engines
gtk-sharp-2
gtk-theme-breath
gtk-theme-config
gtk-theme-e17gtk
gtk-theme-maia
gtk-theme-numix-solarized
gtk-theme-stylishdark
gtk-theme-switch2
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtkspell
gufw
guile
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hashdeep
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-digest
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-erf
haskell-errors
haskell-exceptions
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-ipynb
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-th-abstraction
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-unicode-transforms
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-zip-archive
haskell-zlib
haveged
hdparm
hibernator
hicolor-icon-theme
highlight
hplip
hspell
htop
http-parser
humanity-icon-theme
hunspell
hwids
hwinfo
hyphen
i3-scrot
iana-etc
ice-ssb
icon-naming-utils
icu
ijs
illyria-wallpaper
imagemagick
imlib2
inetutils
iniparser
inkscape
intel-tbb
intel-ucode
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jetbrains-toolbox
jfsutils
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js60
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbfs
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
keybase
keybase-gui
keychain
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemmodels
kitemviews
kitty
kitty-terminfo
kjobwidgets
kmod
knotifications
krb5
kservice
ktextwidgets
kvantum-manjaro
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
ladspa
lain
lame
lapack
lcms2
ldb
ldns
ldoc
lensfun
less
lha
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-bzip2
lib32-dbus
lib32-expat
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcanberra-pulse
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libjpeg-turbo
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libtiff
lib32-libusb
lib32-libva
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mesa-vdpau
lib32-ncurses
lib32-pcre
lib32-readline
lib32-sdl2
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdom
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk3
libfontenc
libgcrypt
libgdiplus
libgee06
libgexiv2
libglade
libglvnd
libgme
libgpg-error
libgphoto2
libgsf
libgudev
libgusb
libheif
libhubbub
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinput
libjpeg-turbo
libksba
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmagick6
libmbim
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspack
libmtp
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnsutils
libofa
libogg
libomxil-bellagio
libopenraw
libotf
libpackagekit-glib
libpaper
libparserutils
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutf8proc
libutil-linux
libuv
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwapcaplet
libwbclient
libwebp
libwmf
libwpd
libwpe
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86misc
libxxf86vm
libyaml
licenses
light-locker
lightdm
lightdm-slick-greeter
links
linux-api-headers
linux-firmware
linux52-rt
linux54
llvm-libs
lm_sensors
lmdb
logrotate
lostfiles
lrzip
lsb-release
lshw
lua
lua-filesystem
lua-lgi
lua-penlight
lua51
lua52
luajit
lvm2
lxde-icon-theme
lxmenu-data
lxterminal
lynis
lynx
lz4
lzip
lzo
lzop
m17n-db
m17n-lib
m4
maia-xfce-icon-theme
mailcap
maim
make
man-db
man-pages
manjarin-gtk-theme
manjaro-awesome-settings-18.0
manjaro-base-skel
manjaro-browser-settings
manjaro-firmware
manjaro-hotfixes
manjaro-keyring
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-system
manjaro-theme-settings
manjaro-wallpapers-18.0
manjaro-zsh-config
masalla-icon-theme
matcha-gtk-theme
mate-polkit
materia-gtk-theme
materiav2-gtk-theme
md4c
mdadm
media-player-info
memtest86+
menda-circle-icon-theme
menu-cache
mesa
mesa-vdpau
meson
metasploit
metis
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia-340xx
mhwd-nvidia-390xx
mhwd-nvidia-418xx
mhwd-nvidia-430xx
mhwd-nvidia-435xx
mhwd-nvidia-440xx
mhwd-tui
min
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mobile-broadband-provider-info
mobydroid
modemmanager
moka-icon-theme
mono
mono-tools
morc_menu
mosh
mousepad
mozilla-common
mpfr
mpg123
mpv
msgpack-c
mtdev
mtpfs
mtr
mujs
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neon
neovim
nerd-fonts-complete
nerd-fonts-terminus
net-snmp
net-tools
netsurf
nettle
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
ninja
nm-connection-editor
nmap
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
numix-reborn-icon-themes
oath-toolkit
octopi
oomox-git
openal
openconnect
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openvpn
optipng
opus
orc
os-prober
ostree
p11-kit
p7zip
pa-applet
paccache-hook
packagekit
pacman
pacman-mirrors
pacui
pacutils
palemoon-bin
pam
pamac-cli
pamac-common
pamac-gtk
pambase
pandoc
pango
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parallel
parted
pass
pass-otp
patch
pavucontrol
pciutils
pcmanfm-gtk3
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-data-dump
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-io-tty
perl-ipc-system-simple
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-parse-yapp
perl-path-tiny
perl-term-readline-gnu
perl-term-ui
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
perl-xml-simple
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
pkgfile
plane-icon-theme
plata-theme
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
postgresql
postgresql-libs
potrace
powerline
powerline-common
ppp
pptpclient
preload
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pwgen
pygobject-devel
pygtk
pyinstaller
python
python-appdirs
python-apscheduler
python-asn1crypto
python-attrs
python-bcrypt
python-beautifulsoup4
python-cachecontrol
python-cached-property
python-cairo
python-capstone
python-cffi
python-chardet
python-click
python-colorama
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-entrypoints
python-fake-useragent
python-future
python-gobject
python-helpdev
python-html5lib
python-idna
python-importlib-metadata
python-jeepney
python-jinja
python-jsonschema
python-kaptan
python-keyring
python-keyutils
python-libtmux
python-llfuse
python-lockfile
python-lxml
python-markupsafe
python-more-itertools
python-mpd2
python-msgpack
python-npyscreen
python-ordered-set
python-packaging
python-paramiko
python-peewee
python-pefile
python-pep517
python-pillow
python-pip
python-ply
python-powerline
python-progress
python-psutil
python-pyaml
python-pyasn1
python-pycodestyle
python-pycparser
python-pycryptodome
python-pycups
python-pycurl
python-pynacl
python-pyparsing
python-pyqt5
python-pyrsistent
python-pysocks
python-pystache
python-pytoml
python-pytz
python-qdarkstyle
python-requests
python-retrying
python-ruamel-yaml
python-secretstorage
python-setuptools
python-sip-pyqt5
python-six
python-soupsieve
python-stevedore
python-texttable
python-tzlocal
python-urllib3
python-virtualenv
python-virtualenv-clone
python-virtualenvwrapper
python-webencodings
python-websocket-client
python-xmltodict
python-yaml
python-zipp
python2
python2-appdirs
python2-cairo
python2-chardet
python2-dis3
python2-future
python2-gobject
python2-gobject2
python2-idna
python2-macholib
python2-ordered-set
python2-packaging
python2-pefile
python2-pyparsing
python2-pyusb
python2-requests
python2-setuptools
python2-six
python2-urllib3
python2-virtualenv
qogir-icon-theme
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5ct
qtermwidget
raccoon
ranger
raptor
rbenv-git
rclone
re2
readline
reiserfsprogs
rest
resvg
rhash
ristretto
rkhunter
rlwrap
rmlint
rofi
rofi-dmenu
rofi-pass
rofi-scripts
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-build-git
ruby-bundler
ruby-charlock_holmes
ruby-clocale
ruby-colorls
ruby-crass
ruby-diff-lcs
ruby-filesize
ruby-gemojione
ruby-github-markup
ruby-gitlab-grit
ruby-gollum
ruby-gollum-grit_adapter
ruby-gollum-lib
ruby-json
ruby-kramdown
ruby-manpages
ruby-mime-types-2
ruby-mini_portile2
ruby-msgpack
ruby-mustache
ruby-nokogiri
ruby-nokogumbo
ruby-posix-spawn
ruby-rainbow
ruby-rdoc
ruby-rouge
ruby-sanitize
ruby-stringex
ruby-useragent
rubygems
run-parts
runc
rust
s-nail
samba
sassc
sbc
screen
scrot
sdl
sdl2
sed
semver
serf
shaderc
shadow
shared-mime-info
shashlik-bin
shellharden
slang
slop
smali
smbclient
snapd
snappy
solid
sonnet
sound-theme-freedesktop
soundtouch
spandsp
spectre-meltdown-checker
speedtest-cli
speex
speexdsp
spirv-tools
splix
sqlite
squashfs-tools
srandrd
srt
sshfs
sshuttle
startup-notification
stoken
stunnel
subversion
sudo
suitesparse
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tevent
texinfo
the_silver_searcher
thin-provisioning-tools
thinkalert
thunderbird
tlp
tlpui
tmux
tmuxp
tpm2-tss
transmission-gtk
trash-cli
tre
tree
trizen
tslib
ttf-dejavu
ttf-droid
ttf-ionicons
tumbler
twolame
tzdata
uchardet
udftools
udiskie
udiskie-dmenu-git
udisks2
ufw
unace
unarj
unibilium
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
util-linux
v4l-utils
v86d
vamp-plugin-sdk
veil
vertex-maia-icon-theme
vi
vicious
vid.stab
vivid
volume_key
vorta
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-radeon
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
webstorm
webstorm-jre
wget
which
wildmidi
wine
wine-gecko
wine-mono
wireless-regdb
wmutils
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xarchiver
xbitmaps
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-breeze
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-power-manager
xfce4-power-manager-gtk3
xfce4-settings
xfce4-settings-gtk3
xfconf
xfsprogs
xkeyboard-config
xmlsec
xmlto
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-setxkbmap
xorg-xauth
xorg-xclipboard
xorg-xdpyinfo
xorg-xev
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xorgproto-transfer
xsel
xterm
xvidcore
xz
yajl
yarn
yaru-icon-theme
yay
youtube-dl
zathura
zathura-djvu
zathura-pdf-poppler
zbar
zeal
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zplug
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zstd
zvbi
